const DATA = [
      {
            id: '1',
            name: 'Омлет',
            image: '/images/omlet.jpeg',
            ingredients: ['яйця', 'молоко', 'сіль', 'перець', 'олія'],
            instructions: [
                  'Розбити яйця в миску',
                  'Додати молоко, сіль та перець',
                  'Розігріти олію на сковороді',
                  'Вилити змішану масу на сковороду та смажити до готовності'
            ],
            type: 'breakfast',
      },
      {
            id: '2',
            name: 'Вівсянка з фруктами',
            image: '/images/vivsyanka.jpeg',
            ingredients: ['вівсяні пластівці', 'молоко', 'фрукти', 'мед'],
            instructions: [
                  'Заварити вівсяні пластівці в киплячому молоці',
                  'Порізати фрукти',
                  'Подавати вівсянку з фруктами, полити медом'
            ],  
            type: 'breakfast',
      },
      {
            id: '3',
            name: 'Авокадо тост',
            image: '/images/avocado-toast.jpeg',
            ingredients: ['хліб', 'авокадо', 'яйця', 'сіль', 'перець', 'помідори'],
            instructions: [
                  'Підсмажити хліб на сковороді',
                  'Розтрити авокадо на хліб',
                  'Смажити яйця до готовності',
                  'Покласти яйця на авокадо та приправити сіллю та перцем',
                  'Подати зі свіжими помідорами'
            ],
            type: 'breakfast',
      },
      {
            id: '4',
            image: '/images/fresh.jpeg',
            name: 'Фреш з апельсинів',
            ingredients: ['апельсини', 'вода', 'цукор', 'льод'],
            instructions: [
                  'Вичавити сік з апельсинів',
                  'Змішати сік з водою та цукром',
                  'Подати з льодом'
            ],              
            type: 'breakfast',
      },
      {
            id: '5',
            name: 'Салат Цезар',
            image: '/images/cesar.jpeg',
            ingredients: ['куряче філе', 'салатний мікс', 'грінки', 'пармезан', 'соус Цезар'],
            instructions: [
                  'Запекти куряче філе й нарізати на кубики',
                  'Змішати з салатним міксом і грінками',
                  'Порізати пармезан тонкими скибочками',
                  'Полити соусом Цезар та прикрасити пармезаном'
            ],              
            type: 'lunch',
      },
      {
            id: '6',
            name: 'Спагетті Болоньєзе',
            image: '/images/spagetti.jpeg',
            ingredients: ['спагетті', 'фарш м\'ясний', 'цибуля', 'помідори', 'паста томатна', 'олія', 'сіль', 'перець'],
            instructions: [
                  'Спагетті сварити в киплячій підсоленій воді до готовності',
                  'Обсмажити фарш разом зі сковорідці',
                  'Додати цибулю і помідори',
                  'Приправити пастою томатною, сіллю та перцем',
                  'Подавати спагетті з м\'ясним соусом'
            ],              
            type: 'lunch',
      },
      {
            id: '7',
            name: 'Кесаділья з куркою',
            image: '/images/quasedillas.jpeg',
            ingredients: ['куряче філе', 'перець', 'цибуля', 'сир', 'тортілья'],
            instructions: [
                  'Обсмажити куряче філе з перцем та цибулею',
                  'Додати сир та тортілью',
                  'Згорнути кесаділью та підсмажити до хрусткості'
            ],              
            type: 'lunch',
      },
      {
            id: '8',
            name: 'Мінестроне суп',
            image: '/images/soup.jpeg',
            ingredients: ['помідори', 'цибуля', 'морква', 'картопля', 'капуста', 'бульйон', 'олія', 'сіль', 'перець', 'базилік'],
            instructions: [
                  'Обсмажити цибулю та моркву на сковорідці',
                  'Додати помідори, картоплю, капусту та бульйон',
                  "Варити до м'якості овочів",
                  'Приправити олією, сіллю, перцем та базиліком'
            ],
            type: 'lunch',
      },
      {
            id: '9',
            name: 'Грибний крем-суп',
            image: '/images/crem-soup.jpeg',
            ingredients: ['шампіньйони', 'цибуля', 'бульйон', 'сметана', 'сіль', 'перець'],
            instructions: [
                  'Обсмажити шампіньйони та цибулю на сковорідці',
                  'Додати бульйон та варити 15 хвилин',
                  'Збити у блендері до однорідної консистенції',
                  'Додати сметану, сіль та перець за смаком'
            ],
            type: 'dinner',
      },
      {
            id: '10',
            name: 'Лосось з картоплею та овочами',
            image: '/images/salmon.jpeg',
            ingredients: ['філе лосося', 'картопля', 'морква', 'брокколі', 'олія', 'сіль', 'перець'],
            instructions: [
                  'Запікати лосось в духовці протягом 15-20 хвилин',
                  'Варити картоплю, моркву та брокколі до готовності',
                  'Подаємо лосось з картоплею та овочами, зачерпнувши олією, сіллю та перцем'
            ],
            type: 'dinner',
      },
      {
            id: '11',
            name: 'Стейк з ростбіфу',
            image: '/images/steak.jpeg',
            ingredients: ['ростбіф', 'сіль', 'перець', 'олія'],
            instructions: [
                  'Розігріти олію на сковороді',
                  'Обсмажити ростбіф по бажанню (коротко для рідкого, довше для більш прожареного)',
                  'Приправити сіллю та перцем'
            ], 
            type: 'dinner',
      },
      {
            id: '12',
            name: 'Паста Карбонара',
            image: '/images/carbonara.jpeg',
            ingredients: ['спагетті', 'бекон', 'цибуля', 'яйця', 'пармезан', 'сіль', 'перець'],
            instructions: [
                  'Спагетті сварити в киплячій підсоленій воді до готовності',
                  'Обсмажити бекон та цибулю на сковорідці',
                  'У мисці збити яйця з пармезаном, сіллю та перцем',
                  'Змішати спагетті з беконом та цибулею та додати збиті яйця',
                  'Підігріти до того моменту, поки соус не загустне'
            ],
            type: 'dinner',
      },
      {
            id: '13',
            name: 'Шоколадний торт',
            image: '/images/cake.jpeg',
            ingredients: ['шоколад', 'борошно', 'цукор', 'яйця', 'сливки', 'ванільний екстракт'],
            instructions: [
                  'Розтопити шоколад на водяній бані.',
                  'Змішати борошно з цукром та додати розтоплений шоколад.',
                  'Додати яйця, сливки та ванільний екстракт',
                  'Випікати в печі протягом 30-35 хвилин'
            ],
            type: 'dessert',
      },
      {
            id: '14',
            name: 'Фруктовий салат',
            image: '/images/fruit-salad.jpeg',
            ingredients: ['яблука', 'груші', 'апельсини', 'ківі', 'мед'],
            instructions: [
                  'Нарізати фрукти на кубики',
                  'Змішати у мисці',
                  'Полити медом і перемішати'
            ],
            type: 'dessert',
      },
      {
            id: '15',
            name: 'Чізкейк',
            image: '/images/cheesecake.jpeg',
            ingredients: ["сир м'який", 'циукор', 'яйця', 'борошно', 'ванільний екстракт'],
            instructions: [
                  "Змішати сир м'який з цукром, яйцями, борошном та ванільним екстрактом.",
                  'Випікати в печі протягом 45-50 хвилин',
                  'Охолодити перед подачею'
            ],
            type: 'dessert',
      },
      {
            id: '16',
            name: 'Тірамісу',
            image: '/images/tiramisu.jpeg',
            ingredients: ['сир маскарпоне', 'яйця', 'цукор', 'кава', 'лікер Амаретто', 'бісквіт'],
            instructions: [
                  'Збити сир маскарпоне з цукром та жовтками',
                  'Збити білки окремо та додати до сиру',
                  'Змочити бісквіт у каві з лікером Амаретто',
                  'Перемішати шари бісквіту та крему',
                  'Полити шоколадним соусом та охолодити протягом декількох годин'
            ],
            type: 'dessert',
      },
];
    
export default DATA;