const DATA = [
      {
            id: '1',
            name: 'Омлет',
            image: '/images/omlet.jpeg',
            ingredients: ['яйця', 'молоко', 'сіль', 'перець', 'олія'],
            instructions: '1. Розбити яйця в миску.\n2. Додати молоко, сіль та перець.\n3. Розігріти олію на сковороді.\n4. Вилити змішану масу на сковороду та смажити до готовності.',
            type: 'breakfast'
      },
      {
            id: '2',
            name: 'Вівсянка з фруктами',
            image: '/images/vivsyanka.jpeg',
            ingredients: ['вівсяні пластівці', 'молоко', 'фрукти', 'мед'],
            instructions: '1. Заварити вівсяні пластівці в киплячому молоці.\n2. Порізати фрукти.\n3. Подавати вівсянку з фруктами, полити медом.',
            type: 'breakfast'
      },
      {
            id: '3',
            name: 'Авокадо тост',
            image: '/images/avocado-toast.jpeg',
            ingredients: ['хліб', 'авокадо', 'яйця', 'сіль', 'перець', 'помідори'],
            instructions: '1. Підсмажити хліб на сковороді.\n2. Розтрити авокадо на хліб.\n3. Смажити яйця до готовності.\n4. Покласти яйця на авокадо та приправити сіллю та перцем.\n5. Подати зі свіжими помідорами.',
            type: 'breakfast'
      },
      {
            id: '4',
            image: '/images/fresh.jpeg',
            name: 'Фреш з апельсинів',
            ingredients: ['апельсини', 'вода', 'цукор', 'льод'],
            instructions: '1. Вичавити сік з апельсинів.\n2. Змішати сік з водою та цукром.\n3. Подати з льодом.',
            type: 'breakfast'
      },
      {
            id: '5',
            name: 'Салат Цезар',
            image: '/images/cesar.jpeg',
            ingredients: ['куряче філе', 'салатний мікс', 'грінки', 'пармезан', 'соус Цезар'],
            instructions: '1. Запекти куряче філе й нарізати на кубики.\n2. Змішати з салатним міксом і грінками.\n3. Порізати пармезан тонкими скибочками.\n4. Полити соусом Цезар та прикрасити пармезаном.',
            type: 'lunch'
      },
      {
            id: '6',
            name: 'Спагетті Болоньєзе',
            image: '/images/spagetti.jpeg',
            ingredients: ['спагетті', 'фарш м\'ясний', 'цибуля', 'помідори', 'паста томатна', 'олія', 'сіль', 'перець'],
            instructions: "1. Спагетті сварити в киплячій підсоленій воді до готовності.\n2. Обсмажити фарш разом зі сковорідці.\n3. Додати цибулю і помідори.\n4. Приправити пастою томатною, сіллю та перцем.\n5. Подавати спагетті з м'ясним соусом.",
            type: 'lunch'
      },
      {
            id: '7',
            name: 'Кесаділья з куркою',
            image: '/images/quasedillas.jpeg',
            ingredients: ['куряче філе', 'перець', 'цибуля', 'сир', 'тортілья'],
            instructions: '1. Обсмажити куряче філе з перцем та цибулею.\n2. Додати сир та тортілью.\n3. Згорнути кесаділью та підсмажити до хрусткості.',
            type: 'lunch'
      },
      {
            id: '8',
            name: 'Мінестроне суп',
            image: '/images/soup.jpeg',
            ingredients: ['помідори', 'цибуля', 'морква', 'картопля', 'капуста', 'бульйон', 'олія', 'сіль', 'перець', 'базилік'],
            instructions: "1. Обсмажити цибулю та моркву на сковорідці.\n2. Додати помідори, картоплю, капусту та бульйон.\n3. Варити до м'якості овочів.\n4. Приправити олією, сіллю, перцем та базиліком.",
            type: 'lunch'
      },
      {
            id: '9',
            name: 'Грибний крем-суп',
            image: '/images/crem-soup.jpeg',
            ingredients: ['шампіньйони', 'цибуля', 'бульйон', 'сметана', 'сіль', 'перець'],
            instructions: '1. Обсмажити шампіньйони та цибулю на сковорідці.\n2. Додати бульйон та варити 15 хвилин.\n3. Збити у блендері до однорідної консистенції.\n4. Додати сметану, сіль та перець за смаком.',
            type: 'dinner'
      },
      {
            id: '10',
            name: 'Лосось з картоплею та овочами',
            image: '/images/salmon.jpeg',
            ingredients: ['філе лосося', 'картопля', 'морква', 'брокколі', 'олія', 'сіль', 'перець'],
            instructions: '1. Запікати лосось в духовці протягом 15-20 хвилин.\n2. Варити картоплю, моркву та брокколі до готовності.\n3. Подаємо лосось з картоплею та овочами, зачерпнувши олією, сіллю та перцем.',
            type: 'dinner'
      },
      {
            id: '11',
            name: 'Стейк з ростбіфу',
            image: '/images/steak.jpeg',
            ingredients: ['ростбіф', 'сіль', 'перець', 'олія'],
            instructions: '1. Розігріти олію на сковороді.\n2. Обсмажити ростбіф по бажанню (коротко для рідкого, довше для більш прожареного).\n3. Приправити сіллю та перцем.',
            type: 'dinner'
      },
      {
            id: '12',
            name: 'Паста Карбонара',
            image: '/images/carbonara.jpeg',
            ingredients: ['спагетті', 'бекон', 'цибуля', 'яйця', 'пармезан', 'сіль', 'перець'],
            instructions: '1. Спагетті сварити в киплячій підсоленій воді до готовності.\n2. Обсмажити бекон та цибулю на сковорідці.\n3. У мисці збити яйця з пармезаном, сіллю та перцем.\n4. Змішати спагетті з беконом та цибулею та додати збиті яйця.\n5. Підігріти до того моменту, поки соус не загустне.',
            type: 'dinner'
      },
      {
            id: '13',
            name: 'Шоколадний торт',
            image: '/images/cake.jpeg',
            ingredients: ['шоколад', 'борошно', 'цукор', 'яйця', 'сливки', 'ванільний екстракт'],
            instructions: '1. Розтопити шоколад на водяній бані.\n2. Змішати борошно з цукром та додати розтоплений шоколад.\n3. Додати яйця, сливки та ванільний екстракт.\n4. Випікати в печі протягом 30-35 хвилин.',
            type: 'dessert'
      },
      {
            id: '14',
            name: 'Фруктовий салат',
            image: '/images/fruit-salad.jpeg',
            ingredients: ['яблука', 'груші', 'апельсини', 'ківі', 'мед'],
            instructions: '1. Нарізати фрукти на кубики.\n2. Змішати у мисці.\n3. Полити медом і перемішати.',
            type: 'dessert'
      },
      {
            id: '15',
            name: 'Чізкейк',
            image: '/images/cheesecake.jpeg',
            ingredients: ['сир м\'який', 'циукор', 'яйця', 'борошно', 'ванільний екстракт'],
            instructions: '1. Змішати сир м\'який з цукром, яйцями, борошном та ванільним екстрактом.\n2. Випікати в печі протягом 45-50 хвилин.\n3. Охолодити перед подачею.',
            type: 'dessert'
      },
      {
            id: '16',
            name: 'Тірамісу',
            image: '/images/tiramisu.jpeg',
            ingredients: ['сир маскарпоне', 'яйця', 'цукор', 'кава', 'лікер Амаретто', 'бісквіт'],
            instructions: '1. Збити сир маскарпоне з цукром та жовтками.\n2. Збити білки окремо та додати до сиру.\n3. Змочити бісквіт у каві з лікером Амаретто.\n4. Перемішати шари бісквіту та крему.\n5. Полити шоколадним соусом та охолодити протягом декількох годин.',
            type: 'dessert'
      },
];
    
export default DATA;